---
kind: other
id: Properties.T:Autodesk.Revit.DB.DimensionEqualityLabelFormatting
source: html/705059c4-5f8f-6e62-8f09-ab4f3571fbd3.htm
---
# DimensionEqualityLabelFormatting Properties

Specifies whether the .NET object represents a valid Revit entity.